backend/controllers/GioiThieuController.php

    public function actionCreate()
    {
        $model = new GioiThieu();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
INSERT INTO `gioi_thieu` (`mo_ta`, `valid`, `ngay_tao`) VALUES ('dfsdfdsf', NULL, NULL)